/datum/quirk/clumsy
	name = "Увалень"
	desc = "Вы увалень, глупый, нелепый. Вы большой, милый тупица! Надеюсь, вы не собирались использовать свои руки для чего-то, что требует хотя бы капельки ловкости."
	icon = FA_ICON_FACE_DIZZY
	value = -8
	mob_trait = TRAIT_CLUMSY
	gain_text = span_danger("Вы чувствуете, как ваш IQ падает, словно ваш мозг превращается в жидкость.")
	lose_text = span_notice("Вы чувствуете, что ваш IQ поднялся как минимум до среднего уровня.")
	medical_record_text = "Пациент демонстрирует крайнюю трудность в выполнении сложных моторных навыков в сочетании с неспособностью проявить критическое мышление."
