/datum/quirk/psionic_dampener
	name = "Псионический подавитель"
	desc = "Ваш разум обладает необычайной устойчивостью к псионическому воздействию. Телепатическая связь с вами невозможна."
	gain_text = span_notice("В вашей душе отзываются лишь ваши собственные мысли; шепот других затихает.")
	lose_text = span_purple("Снова доносится отдаленный гул чужих мыслей, мягко переплетающийся с вашими собственными.")
	medical_record_text = "У пациента наблюдается стойкое ослабление кортикального резонанса. Результаты нейрокартографирования указывают на практически полную невосприимчивость к телепатическому или псионическому воздействию."
	mob_trait = TRAIT_PSIONIC_DAMPENER
	value = 0
	icon = FA_ICON_BELL_SLASH
